---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.RebarFailures
source: html/2d5565b1-8ddd-7e13-0eb1-8537eb342225.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RebarFailures

Failures about Rebar.

## Syntax (C#)
```csharp
public static class RebarFailures
```